{
  "tips": [
    "Tap faster to increase your power generation rate!",
    "Upgrade your click power to earn more coins per tap",
    "Auto-miners continue earning coins even when you're offline",
    "Save up for prestige upgrades to multiply your earnings",
    "Each builder type specializes in different production boosts",
    "Staking your coins can provide passive income over time",
    "Power grows exponentially - keep upgrading for massive gains!",
    "The more you play, the stronger you become",
    "Strategic upgrades beat rapid tapping every time",
    "Combine different builders for maximum efficiency",
    "Prestige resets progress but grants powerful multipliers",
    "Check back regularly to collect your offline earnings",
    "Every tap counts towards your total power score",
    "Builders work together - diversify for best results",
    "Time your upgrades wisely for optimal progression",
    "The journey to infinite power begins with a single tap"
  ],
  "lore": [
    "In the digital realm of POW!, energy is everything",
    "Ancient builders once ruled this realm with infinite power",
    "The exclamation mark represents the explosive power within",
    "Legend says the first tap created the entire POW! universe",
    "Each coin contains a fragment of pure digital energy",
    "Builders are remnants of an advanced civilization",
    "The purple shadow realm holds untapped power potential",
    "Starknet powers the eternal energy grid of POW!",
    "Your taps resonate across the digital multiverse",
    "The POW! logo pulses with concentrated tap energy",
    "Prestige portals lead to higher dimensions of power",
    "Auto-miners were discovered in the digital depths",
    "The game remembers every tap you've ever made",
    "Power corrupts, but absolute power is the goal",
    "The exclamation point was the first symbol of power",
    "Every player contributes to the global power grid"
  ],
  "facts": [
    "POW! is powered by Starknet's L2 technology",
    "Your progress is saved on the blockchain",
    "Gasless transactions mean free gameplay",
    "The game runs on Cairo smart contracts",
    "Open source and community driven",
    "Built with React Native and Expo",
    "Optimized for mobile performance",
    "Real-time synchronization across devices",
    "Provably fair gameplay mechanics",
    "Zero-knowledge proofs secure your data",
    "Community events unlock special rewards",
    "Cross-platform compatible gameplay",
    "Decentralized and unstoppable",
    "Your wallet, your power, your game",
    "Built by the community, for the community",
    "Tap into the future of gaming on Starknet"
  ]
}